/* English strings for BathyScaphe.app */
"Favorites" = "お気に入り";

"Collapse Boards List" = "掲示板リストを隠す";
"Expand Boards List" = "掲示板リストを表示";

"NSSplitView Horizontal"	= "ブラウザを垂直方向に分割";
"NSSplitView Vertical"		= "ブラウザを水平方向に分割";
"collapse splitView" = "分割表示を閉じる";
"Switch to Log Mode" = "ログ一覧に切り替え";
"Switch to Thread Mode" = "スレッド一覧に切り替え";

"No Board History" = "履歴はありません";

"On Line"	= "オンライン";
"Off Line"	= "オフライン";

"No Match" = "見つかりません";
"%u Res(s)" = "%u レス該当";

"Save Menu Item Default" = "別名で保存...";

/* ThreadsList-DataSource */
"Today" = "今日";
"Yesterday" = "昨日";

/* ThreadListDownloader: resCount Separater */
"ResCount Separater" = "<(（";

/* EncodedSeparator  */
"EncodedSeparator" = "＠｀";

/* Directory Not Found. */
"Terminate"	= "終了";
"NotFound"	= "Not Found.";

/* Reset */
"Reset:Cancel" = "キャンセル";
"Reset:Reset" = "リセット";
"Reset:Title" = "本当に BathyScaphe をリセットしますか？";
"Reset:Message" = "BathyScaphe をリセットすると、掲示板閲覧の履歴、キャッシュ、Cookie などが取り除かれます。";
"Reset:HelpAnchor" = "bs_app_reset_alert";

/* detect moved BBS */
"MovedBBSFoundTitle" = "サーバの移転";
"MovedBBSFoundFormat" = "掲示板“%@”は、新しいアドレスに移転した可能性があります。掲示板リストの内容を新しいアドレスに更新しますか？

以前のアドレス：%@
新しいアドレス：%@";

"MovedOK" = "更新";
"MovedCancel" = "キャンセル";
"MovedBBSHelpAnchor" = "bs_movedbbs_found_alert";

/* detect nanashi-san */
"DetectorTitle" = "掲示板 “%@” の名無しさんの名前が不明です。今すぐ SETTING.TXT をダウンロードして解析しますか？";
"DetectorMessage" = "名無しさんの名前は、迷惑レスフィルタの誤動作を防止するために必要です。
SETTING.TXT のダウンロードと解析はバックグラウンドで行われ、すぐに完了します。または、“手動で入力...” をクリックして、自分で名無しさんの名前を入力することもできます。";

"DetectOK" = "すぐに解析";
"DetectCancel" = "後で行う";
"DetectManually" = "手動で入力...";
"DetectNoNameHelpAnchor" = "bs_noname_input_dialog";

/* Error at Board List Editing */
"Same Name Exists" = "すでに同じ名前の項目が存在します。";
"So cannot change name." = "同じ名前のカテゴリを複数作ることはできません。よって、カテゴリの名前を変更できませんでした。";
"So cannot add category." = "同じ名前のカテゴリを複数作ることはできません。よって、カテゴリを作成できませんでした。";
"Cancel" = "キャンセル";

/* CMXTextParser */
"siberia IP field" = "発信元";
"kabunushi yutai" = "株主優待";

/* BSThreadViewTheme */
"Imported From Old Ver." = "以前の BathyScaphe での設定";

/* Board Info Inspector */
"BoardInspector TitleBar" = "“%@” オプション";
"BoardInspector Help Keyword" = "bs_boardinfo_inspector";

/* Document */
"CantCopyErrMsg" = "書類 %@ をログフォルダにコピーできません。";
"CantCopyBecauseAlreadyExists" = "ログフォルダ以外の場所にあるファイルを開く場合、BathyScaphe は自動的にそのファイルをログフォルダにコピーしますが、ログフォルダにすでに同じスレッドのログが存在しています。強制的に上書きコピーして開きますか？";
"CantCopyReason" = "理由：%@";
"Proceed" = "上書きコピーして開く";

/* スレッドタイトル：3ペイン起動時 */
"titleRuler default title" = "スレッドが選択されていません";

"cannotRunTitle" = "BathyScaphe のサポートフォルダが見つからないか、作成できません。";
"cannotRun" = "BathyScaphe を終了します。";
